Repository: mazyar-kawa/jewelery_shop_managment_system
Catalog: lib/l10n/app_*.arb
Languages: ku

source: Good Morning
ku: بەیانت باش

source: Good Afternoon
ku: دوا نیوەڕۆت باش

source: Good Evening
ku: ئێوارەت باش

source: Good Night
ku: شەو شاد

source: Gold
ku: ئاڵتون

source: Add to cart
ku: زیادکردن بۆ سەبەتە

# neww
source: New
ku: تازە

source: Most Sales
ku: زۆرترین فرۆشتن

source: Most Favourite
ku: زۆرترین دڵخواز

source: See more
ku: بینینی زیاتر

source: Search
ku: گەڕان

source: Basket
ku: سەبەتە

source: Your Basket is empty
ku: سەبەتەکەت بەتاڵە

source: Your Orders is empty
ku: داواکاریەکانت بەتاڵە

source: Settings
ku: ڕیکخستن

source: User Information
ku: زانیاری بەکارهێنەر

source: Favourite
ku: دڵخواز

source: Favourites
ku: دڵخوازەکان

source: Orders
ku: داواکاریەکان

source: My Orders
ku: داواکاریەکانت

source: Admin
ku: بەڕێوبەر

source: Log out
ku: چونە دەرەوە

source: Language
ku: زمان

source: Mode
ku: دۆخ

source: More
ku: زیاتر

source: Remember Me
ku: بیرم بهێنەوە

# ifYouCheckThisBoxYouWillBeLogoutOnceYouClosedTheApp
source: If you activate this check box, your account will be closed after one hour whenever you close your app
ku: ئەگەر ئەم هەڵبژاردنەت چالاک کرد هەرکاتێک کاربەرنامەکەت داخستەوە دوای یەک کاژێر هەژمارەکەت دائەخرێتەوە

source: If you want to see your cart please login
ku: ئەگەر دەتەوێت سەبەتەکەت ببینی پێویستە هەژمارت هەبێت

source: Your Favourite is empty
ku: دڵخوازەکانت بەتاڵە

# ops
source: Oops!...Unauthorized
ku: ببوڕە..! ڕێگە پێنەدراویت

source: Light
ku: ڕوناک

source: Dark
ku: تاریک

source: System
ku: ئۆتۆماتیک

source: User Name
ku: ناوی بەکار‌ێنەر

source: Name
ku: ناو

source: Password
ku: تێپەڕە وشە

source: Phone
ku: تەلەفۆن

# address
source: Addres
ku: ناونیشان

source: Save
ku: هەڵگرتن

source: Change Password
ku: گۆڕینی تێپەڕە وشە

source: Cancle
ku: پاشگەز بوونەوە

source: Details
ku: وردەکاریەکان

source: This country has no items
ku: ئەم وڵاتە کاڵای نییە

source: Countries
ku: وڵاتەکان

source: Login
ku: چوونە ژورەوە

source: Email / Username
ku: ئیمەیڵ / ناوی بەکار‌ینەر

source: Forgot Password ?
ku: تێپەڕە وشە بیرچۆتەوە ؟

source: New to logistics ?
ku: هەژمارت نییە؟

source: Register
ku: خۆتۆمارکردن

source: Sign Up
ku: خۆتۆمارکردن

source: Email
ku: ئیمەیڵ

source: Password confirm
ku: تێپەڕە وشە دووبارە بکەرەوە

source: Already have an account?
ku: پێشتر هەژمارت هەیە ؟

source: My basket
ku: سەبەتەکەم

source: Added
ku: زیادکراوە

source: Order
ku: داواکاریەکان

source: Current password
ku: تێپەڕە وشەی ئێستا

source: New password
ku: تێپەڕە وشەی تازە

source: Retype new password
ku: دووبارە تێپەڕە وشەی تازە

source: Update password
ku: نوێکردنەوەی تێپەڕە وشە

source: Total
ku: کۆی گشتی

source: Date order
ku: بەرواری داواکردن

source: Status
ku: دۆخ

source: Single price
ku: نرخی تاک

source: Total price
ku: نرخی گشتی

source: Next
ku: دواتر

source: Check out
ku: پسوڵە

source: Buy Now
ku: داواکردن

# thanksForYourOrderPleaseCheckMyOrdersSection
source: thank/'s for your orderØŒ please check (MyOrders) section
ku: سوپاس بۆ داواکاریەکەت، ئێستا ئەتوانی سەیری داواکاریەکانت بکەی لە بەشی داواکاریەکانم

source: Order details
ku: وردەکاری داواکاریەکان

source: Warning
ku: ئاگاداری

source: Are you sure to cancle ?
ku: دڵنیایت بۆ پاشگەزبوونەوە ؟

source: Your orders
ku: داواکاریەکانت

source: Yes
ku: بەڵێ

source: Oops!.. It is empty
ku: ببورە!.. ئەم بەشە بەتاڵە

source: Filters
ku: فلتەرەکان

source: Types
ku: جۆر

source: Carat
ku: مسقاڵ

source: Carat Types
ku: جۆری مسقاڵ

source: Size
ku: قەبارە

source: Weight
ku: کێش

source: Filter
ku: فلتەر
